amd-ucode
ark
base
base-devel
bat
bind
bluedevil
bluez-utils
btop
btrfs-progs
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
celluloid
chromium
clipse
cpio
cronie
cups
cups-pdf
discord
docker
docker-buildx
docker-compose
dolphin
dolphin-plugins
efibootmgr
fastfetch
firefox
flameshot
flatpak
fuse2
fzf
gamemode
gamescope
gimp
git
git-delta
github-cli
gnome-settings-daemon
go
gptfdisk
grub
grub-btrfs
gsettings-qt
gtk4-layer-shell
gwenview
hdparm
highlight
htop
hyprcap-git
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
icaclient
inkscape
inotify-tools
iotop
java-environment-common
java-runtime-common
jdk21-openjdk
jq
jre17-openjdk
kamoso
kcharselect
kcolorchooser
kdegraphics-thumbnailers
kdenetwork-filesharing
kitty
kvantum
layer-shell-qt
lazygit
less
lib32-gamemode
lib32-vulkan-radeon
libkscreen
libplasma
libreoffice-still
linux
linux-firmware
linux-headers
lsd
lshw
lvm2
lxqt-config
man-db
mangohud
mediainfo
mpd
ncdu
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
numbat-bin
nwg-look
okular
openbsd-netcat
openrazer-daemon
otf-font-awesome
pacman-contrib
pandoc-cli
papirus-folders-catppuccin-git
papirus-icon-theme
paru
paru-debug
pastel
pastel-docs
pavucontrol
perl-file-mimeinfo
perl-image-exiftool
perl-rename
pipewire-alsa
plasma-activities
polkit-kde-agent
polychromatic
postgresql
proton-pass-bin
proton-vpn-gtk-app
pyenv
qt5-tools
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
rasdaemon
reflector
ripgrep
rmpc
rofi
rose-pine-cursor
rose-pine-hyprcursor
rsync
satty
sddm
smartmontools
snap-pac
snapper
steam
stow
svgpart
swaync
system-config-printer
teams-for-linux
tk
tldr
trash-cli
tree
ttf-firacode-nerd
ttf-meslo-nerd
ttf-ms-win11-auto
ufw
unzip
vulkan-radeon
waybar
webkit2gtk-4.1
wget
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-fonts-100dpi
xorg-xwayland
xournalpp
xpadneo-dkms-git
yq
yt-dlp
zenpower3-dkms
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
