amd-ucode
amdvlk
ark
audiotube
base
base-devel
bat
bluedevil
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
colord-kde
discord
discover
dolphin
dolphin-plugins
dragon
drkonqi
efibootmgr
elisa
ffmpegthumbs
filelight
firefox
flameshot
flatpak-kcm
fzf
gimp
git
github-cli
gptfdisk
grub
gwenview
highlight
isoimagewriter
kactivitymanagerd
kalk
kamoso
kate
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdesdk-thumbnailers
kdf
kgamma
kget
kglobalacceld
khelpcenter
kinfocenter
kitty
kmenuedit
kmix
kompare
konsole
kpat
kpipewire
krdc
krdp
krecorder
kscreen
kscreenlocker
ksshaskpass
ksudoku
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
less
libkscreen
libksysguard
libplasma
linux
linux-firmware
lsd
lvm2
man-db
marble
milou
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
ocean-sound-theme
okular
oxygen
oxygen-sounds
pacman-contrib
partitionmanager
paru
paru-debug
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
proton-pass-bin
qqc2-breeze-style
qt5-wayland
qt6-wayland
ranger
reflector
ripgrep
sddm-kcm
skanpage
spectacle
steam
stow
svgpart
systemsettings
tldr
tree
ttf-firacode-nerd
ttf-meslo-nerd
ttf-ms-win11-auto
ufw
unzip
vulkan-radeon
wacomtablet
webapp-manager-git
xdg-desktop-portal-kde
xf86-video-amdgpu
xorg-xwayland
zsh
zsh-syntax-highlighting
