amd-ucode
amdvlk
ark
audiotube
base
base-devel
bat
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
chromium
clipse
colord-kde
cpio
cups
cups-pdf
discord
discover
dolphin
dolphin-plugins
dragon
drkonqi
efibootmgr
elisa
fastfetch
ffmpegthumbs
filelight
firefox
flameshot
flatpak-kcm
fzf
ghostty
gimp
git
git-delta
github-cli
gnome-settings-daemon
gptfdisk
grub
grub-btrfs
gsettings-qt
gtk4-layer-shell
gwenview
highlight
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsysteminfo
icaclient
inkscape
inotify-tools
isoimagewriter
java-environment-common
java-runtime-common
jdk21-openjdk
jq
jre17-openjdk
kactivitymanagerd
kamoso
kate
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdesdk-thumbnailers
kdf
kgamma
kget
kglobalacceld
khelpcenter
kinfocenter
kitty
kmenuedit
kmix
kompare
konsole
kpat
kpipewire
krdc
krdp
krecorder
kscreen
kscreenlocker
ksshaskpass
ksudoku
ksystemstats
kvantum
kwallet-pam
kwalletmanager
kwayland
kwin
kwrited
layer-shell-qt
lazygit
less
libkscreen
libksysguard
libplasma
libreoffice-still
linux
linux-firmware
lsd
lvm2
lxqt-config
man-db
marble
milou
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
nss-mdns
nwg-look
ocean-sound-theme
okular
openrazer-daemon
oxygen
oxygen-sounds
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
partitionmanager
paru
paru-debug
pavucontrol
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
proton-pass-bin
proton-vpn-gtk-app
pyenv
qqc2-breeze-style
qt5-tools
qt5-wayland
qt5ct
qt6-wayland
qt6ct-kde
ranger
razergenie
reflector
ripgrep
rofi-wayland
rose-pine-cursor
rose-pine-hyprcursor
rsync
satty
sddm-kcm
skanpage
snap-pac
snapper
spectacle
steam
stow
svgpart
swaync
system-config-printer
systemsettings
teams-for-linux
tldr
trash-cli
tree
ttf-firacode-nerd
ttf-meslo-nerd
ufw
unzip
vulkan-radeon
wacomtablet
waybar
webapp-manager-git
wget
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xf86-video-amdgpu
xorg-fonts-100dpi
xorg-xwayland
yq
zip
zoxide
zsh
zsh-syntax-highlighting
